// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Oczyść głowice drukujące";

NotInitiatedTitle = "Nie udało się zainicjować czyszczenia";
NotInitiatedMsg = "Nie udało się zainicjować procedury czyszczenia. Upewnij się, że drukarka jest włączona i nie wykonuje żadnych zadań.";

CleaningProgressTitle = "Trwa czyszczenie głowicy drukującej...";

CompletitionLevelTitleFormat = "Wykonano czyszczenie %i. poziomu";
CompletitionLevelMsgFormat = "Poczekaj, aż zostanie wydrukowana strona testowa. Obejrzyj tę stronę i sprawdź, czy problem został rozwiązany. Jeśli strona testowa wygląda prawidłowo, kliknij opcję Zakończ, aby opuścić procedurę czyszczenia. W przeciwnym przypadku kliknij opcję Czyszczenie %i. poziomu, aby kontynuować czyszczenie.";
CompletitionFinalMsg = "Poczekaj, aż zostanie wydrukowana strona testowa. Obejrzyj tę stronę i sprawdź, czy problem został rozwiązany. Jeśli strona testowa wygląda prawidłowo, kliknij opcję Zakończ, aby opuścić procedurę czyszczenia. W przeciwnym przypadku kliknij opcję Uzyskaj pomoc HP online, aby przejść do witryny rozwiązywania problemów firmy HP.";
NextLevelButtonFormat = "Czyszczenie %i. poziomu";
FinishButtonText = "Zakończ";
GetHelpButtonText = "Uzyskaj pomoc HP online";

HSDCleanPrintheadsExplanation = "Jeśli na wydruku widać smugi (jak w przykładzie), należy wyczyścić głowice drukujące. Procedura trwa około minuty i wymaga jednej kartki papieru.";
HSDCleanPrintheadsInvitation = "Kliknij przycisk Wyczyść, aby wyczyścić teraz głowice drukujące.";
HSDManualCleanPrintheadsInvitation = "Aby wyczyścić głowicę drukującą, wybierz odpowiednią opcję na wyświetlaczu panelu sterowania drukarki.";

CleanCancelledTitle = "Anulowano operację";
CleanCancelledMsg = "Na panelu przednim urządzenia anulowano procedurę czyszczenia.";

CleaningProcessErrorTitle = "Nie można ukończyć operacji";
CleaningProcessErrorMsg = "Nie można ukończyć procedury czyszczenia. Skontaktuj się z Pomocą techniczną HP.";
DeviceBusyMessage = "Nie można wykonać procedury czyszczenia. Zaczekaj, aż urządzenie ukończy bieżące zadanie, i wtedy spróbuj ponownie.";

PythonLvl1DoneTitle = "Ukończono czyszczenie głowicy drukującej pierwszego poziomu";

PythonLvl1DoneMsg = "Jeśli jakość wydruku jest nadal nie do zaakceptowania, dostępne jest czyszczenie drugiego poziomu. Procedura trwa około 2 minut i wymaga jednej kartki papieru. Czyszczenie drugiego poziomu zużywa znaczną ilość tuszu i powinno być wykonywane tylko wtedy, gdy pierwsze czyszczenie nie poprawiło jakości wydruku. Aby wykonać czyszczenie drugiego poziomu, kliknij opcję „Czyszczenie drugiego poziomu”.";

PythonLvl2Button = "Czyszczenie drugiego poziomu";

PythonLvl2DoneTitle = "Ukończono czyszczenie głowicy drukującej drugiego poziomu";

PythonLvl2DoneMsg = "Jeśli jakość wydruku nadal nie wygląda dobrze, ponowne uruchomienie tej procedury prawdopodobnie nie przyniesie skutku. Więcej informacji można znaleźć w dokumentacji drukarki.";

ColorCleaningTextFieldTitle = "Oczyść głowie wydrukuje";
HSDInfoTextFieldTitle = "Jeśli na wydruku widać smugi (jak w przykładzie na obrazku), brakuje jakiegoś koloru lub kolory są nieprawidłowe, konieczne może być czyszczenie głowic drukujących. Ten proces używa tuszu w celu wyczyszczenia dysz w głowicach drukujących. Proces trwa około 2 minut i wymaga jednej kartki papieru.";
HSDGuideTextFieldTitle = "Kliknij opcję „Wyczyść”, aby wyczyścić teraz głowice drukujące.";
HSDCleanButtonTitle = "Wyczyść";
CancelButtonTitleKey = "Anuluj";

PythonLvl1DoneMsgPigment = "Jeśli jakość wydruku nadal jest niezadowalająca, możesz skorzystać z czyszczenia drugiego poziomu. Trwa ono około 2 minut i wymaga użycia jednego arkusza papieru. W jego trakcie zużywana jest duża ilość tuszu, więc należy je stosować tylko w przypadku, gdy początkowe czyszczenie nie spowoduje poprawy jakości wydruku. Aby wykonać czyszczenie drugiego poziomu, kliknij przycisk „Czyszczenie drugiego poziomu”.";
HSDInfoTextFieldTitlePigment = "Jeśli na wydruku widać smugi (jak w przykładzie na obrazku) albo brakuje jakiegoś koloru lub kolory są nieprawidłowe, konieczne może być czyszczenie głowic drukujących. Proces ten powoduje zużycie tuszu w celu wyczyszczenia dysz w głowicach drukujących. Trwa on około 2 minut i wymaga użycia jednego arkusza papieru.";

